[
  {
    "id": 0,
    "firstName": "The End of Globalization? Get Real",
    "secondName": "Geopolitical realism, in decline since the Cold War, is having a comeback. It shouldn’t be.",
    "author": "Hal Brands",
    "dateTime": "March 24, 2020, 6:00 AM PDT",
    "venue": "Bloomberg",

    "quotes": ["Geopolitical realism", "Cold War", "Thucydides", "vicious international insecurity", "affirmed that concept’s underlying logic", "tend to their own needs", "Germany", "chose, understandably, to keep badly needed medical supplies for themselves", "Beijing", "use the world’s distress to enhance its geopolitical position", "coronavirus originated in China", "tightly integrated supply chains may leave them dependent on rivals", "what kind of government a country has matters enormously", "Iran has become a coronavirus disaster zone", "commitment to rapidly disseminating reliable information", "which system handles shocks better", "using the G-7, G-20 and other international organizations", "requires countries to look past short-term calculations of parochial advantage and go in search of a larger global good", "foreign-policy analyst Kori Schake", "the Atlantic", "America’s traditional role as global coordinator of collective action", "it may well undermine America’s global influence", "reputation for relatively enlightened leadership"],

    "openingComment": "",
    "closingComment": "",

    "classes": {"countries": ["Germany, China, Iran, Italy, USA"], "phenomena": ["Coronavirus"], "threats": ["damage to supply chains", "medical supplies shortage", "pandemic", "biological weapon"], "projects": ["World government", "Mass vaccination"], "organizations": ["G-7", "G-20"], "persons": ["Hal Brands", "Tobin Harshaw", "Donald Trump", "Kori Schake"], "media": ["the Atlantic", "Bloomberg"], "concepts": ["Geopolitical realism", "America’s global influence", "Enlightened leadership"]},

    "text": ["Crises are not just tests of leaders. They are also tests of ideas about how the world works. The coronavirus pandemic is helping bring one such idea — the concept of realism — back into vogue, by reminding us that we still live in a world where cooperation is hard, self-interest predominates and globalization is no magic elixir. Yet the current crisis is also demonstrating that this venerable intellectual tradition has enormous blind spots, and that a dog-eat-dog ethos isn’t so realistic after all.", "Realism is a body of thought reaching back to Thucydides, but it emerged most fully in the 20th century as a response to two world wars and the vicious international insecurity that caused them. Although there are many varieties of realism, the bedrock principle is that world politics are a cutthroat affair. States must look after their own interests because there is no overarching authority to protect them. Moral and legal norms count for little; the “global community” is an illusion; trade is no guarantee of peace. Power is what matters most in an anarchic world and the penalties for weakness are severe.", "Realism took a beating after the Cold War, when the importance of geopolitics seemed to recede and there were hopes that globalization was drawing the world into single community. But it has experienced a revival more recently as sharp international rivalry has returned. The Trump administration described its America First national security strategy as “principled realism.” And as advocates of realism have argued, the coronavirus has — in certain respects — affirmed that concept’s underlying logic.", "We have seen that in a deep crisis, the first instinct of countries is to tend to their own needs. The European Union was created to overcome just the national rivalries realism predicts. Yet intra-EU cooperation has been painfully slow to materialize. Key countries such as Germany initially chose, understandably, to keep badly needed medical supplies for themselves rather than provide them to their European brethren such as hard-hit Italy.", "Similarly, the coronavirus has not brought the U.S. and China together in a positive-sum search for a solution. It has intensified the existing tensions between them, giving the relationship an increasingly zero-sum feel. Beijing is looking to emerge quickly from the pandemic and use the world’s distress to enhance its geopolitical position. Washington has struggled to respond besides reminding people, clumsily, that the coronavirus originated in China. Indeed, the crisis has shown that seemingly apolitical international organizations can easily become tools of power politics: Witness the World Health Organization’s deferential treatment of China.", "Finally, the coronavirus has illustrated the vulnerabilities that globalization creates. The openness of the international economy and the ease of global travel undoubtedly facilitated the spread of the disease outward from Wuhan in central China. Now, we are realizing that globalization is not, in fact, inexorable. Rather, it is being rolled back as nations shut borders, restrict travel, and realize that tightly integrated supply chains may leave them dependent on rivals for medicine and other critical supplies.", "If the coronavirus teaches us anything, it is that the world can still be quite a dark place, geopolitically as well as epidemiologically. Yet it turns out that realist logic only gets us so far in understanding, let alone solving, this crisis.", "The major analytical shortcoming of the dominant forms of realism is that they largely ignore the importance of regime type, treating states as billiard balls that differ primarily in the amount of power they possess. Yet we have just seen that what kind of government a country has matters enormously.", "The most important reason China failed so catastrophically in containing the virus early on — and that Iran has become a coronavirus disaster zone — is that authoritarian regimes shun the transparency and lack the high levels of public trust necessary to get a handle on epidemics. Some of the countries that have done best in containing the virus, such as Taiwan and South Korea, are democracies that combine relatively high levels of trust in the authorities with a commitment to rapidly disseminating reliable information. Meanwhile, the pandemic is intensifying conflict between authoritarian and liberal states — an ideological struggle about which realism has relatively little to say — by feeding dueling narratives over which system handles shocks better.", "A strictly realist response to the current crisis is also likely to come up short, and even prove self-defeating. That’s because a narrowly realist logic can lead states to take actions that maximize short-term gains, but are of little help in dealing with rampaging transnational problems. One can make a realist case for China’s effort to conceal the extent of the outbreak within its borders, because doing so conveys an image of strength and competence that is useful on the global stage. But doing so also hinders international efforts to control the disease by making its progress harder to monitor. In the same vein, the only way to limit the economic carnage the pandemic is causing is by using the G-7, G-20 and other international organizations that were created to foster the collective action that realism predicts will be so difficult to achieve. Countries have a primary obligation to their own citizens, but you don’t have to be a naive one-worlder to see that this crisis is precisely the sort of situation that requires countries to look past short-term calculations of parochial advantage and go in search of a larger global good.", "This is why the U.S. response to the coronavirus has been so disheartening, as the foreign-policy analyst Kori Schake recently pointed out in the Atlantic. President Donald Trump has embraced the narrowest, most short-sighted version of realism, an approach that even some realist scholars criticize sharply. In the process, it has abandoned America’s traditional role as global coordinator of collective action and encouraged other countries to take a similarly blinkered approach. That strategy will only impede efforts to defeat the coronavirus in the near term; it may well undermine America’s global influence and reputation for relatively enlightened leadership in the longer term. The Trump administration claims that its foreign policy is rooted in realism. Yet in the coronavirus crisis as in so many areas, that’s not actually very realistic."],

    "link": "https://www.bloomberg.com/opinion/articles/2020-03-24/coronavirus-predicting-the-death-of-globalism-isn-t-realistic",
    "authorPosition": "Hal Brands is a Bloomberg Opinion columnist, the Henry Kissinger Distinguished Professor at Johns Hopkins University’s School of Advanced International Studies, and a scholar at the American Enterprise Institute. Most recently, he is the co-author of \"The Lessons of Tragedy: Statecraft and World Order.\"",
    "imageLink": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/itFxWgzmdGhY/v1/1000x-1.jpg",
    "imageDescription": "For real? Photographer: Tasos Katopodis/Getty Images",
    "contacts": [{"role": "author", "name": "Hal Brands", "email": "Hal.Brands@jhu.edu", "twitter": "https://twitter.com/HalBrands"}, {"role": "editor", "name": "Tobin Harshaw", "email": "tharshaw@bloomberg.net"}]
  }
]



